Repository: loginom/loginom-l10n-omegat
Catalog: omegat/project_save.tmx
Source language: ru
Languages: en

source: Удалить выражение
en: Delete expression

source: Равно
en: Equal

source: Редактировать параметры выражения...
en: Edit expression parameters...

source: Перейти к выражению
en: Move to expression

source: Роль
en: Role

source: Фильтрация полей и переменных
en: Filter fields and variables

source: Фильтрация функций
en: Functions filter

source: Перейти к полю
en: Move to field

source: Вставить полное имя в выражение
en: Insert full name into expression

source: Вставить в текст выражения
en: Insert to expression text

source: Основная роль пользователя в сессии
en: Main user role in session

source: Меньше
en: Less

source: Меньше или равно
en: Less or equal

source: Не равно
en: Not equal

source: Больше
en: More

source: Больше или равно
en: More or equal

source: Сессии и пакеты
en: Sessions and Packages

source: Логическое "НЕ"
en: Logical "NOT"

source: Логическое "ИЛИ"
en: Logical "OR"

source: Заменять поле
en: Replace field

source: Заменить вычисляемым выражением
en: Replace with calculated expression

source: Логическое "исключающее ИЛИ"
en: Logical "EXCLUSIVE OR"

source: Имя выражения
en: Expression Name

source: Редактирование выражений
en: Edit Expressions

source: Список функций
en: Functions List

source: Кэшировать
en: Cache

source: Промежуточное
en: Intermediate

source: Добавить контейнер
en: Add container

source: Редактировать параметры...
en: Edit parameters...

source: Фильтрация узлов и переменных
en: Filter nodes and variables

source: Автоматическое определение числа кластеров
en: Auto Determination of Clusters Count

source: Заданное число кластеров
en: Set Clusters Count

source: Показать уникальные значения
en: Show Unique Values

source: Назначение столбца
en: Column usage type

source: Настройки алгоритма
en: Algorithm Settings

source: Настройки входного непрерывного поля
en: Input Continuous Field Settings

source: Настройки входного дискретного поля
en: Input Discrete Field Settings

source: Настройки внешнего разбиения
en: Configure External Binning

source: Настройки выходного поля
en: Configure Output Field

source: Редактировать разбиение
en: Edit binning

source: Установить...
en: Set...

source: Показатели классов
en: Statistics origin

source: Что нового?
en: What's new?

source: Объединить с предыдущим
en: Merge with previous

source: Объединить со следующим
en: Merge with next

source: Показать диаграммы конечных классов
en: Show coarse classes charts

source: Показать таблицу конечных классов
en: Show coarse classes table

source: Параметры конечных классов
en: Coarse Classes Parameters

source: События (факт)
en: Events (actual)

source: Доля событий (факт)
en: Event rate (actual)

source: Инф.индекс (факт)
en: IV (actual)

source: Не-события (факт)
en: Non-events (actual)

source: Доля не-событий (факт)
en: Non-event rate (actual)

source: Доля (факт)
en: Rate (actual)

source: Всего (факт)
en: Total (actual)

source: Вес доказательства (факт)
en: Weight of evidence (actual)

source: IV (факт)
en: IV (actual)

source: Обновить списки
en: Refresh lists

source: Имя папки
en: Folder Name

source: Максимальное кол-во
en: Maximum count

source: Минимальная доля, %
en: Minimum rate, %

source: Равномерность, %
en: Uniformity, %

source: Узел конечные классы не готов
en: Coarse classes node not ready

source: Оптимизация
en: Optimization

source: Фактические данные
en: Actual data

source: Обучающая выборка
en: Training data

source: Обучающие и Фактические данные
en: Training and Actual data

source: Установить связь автоматически
en: Auto link

source: Рассчитать параметры разбиения для всех выбранных полей
en: Calculate binning parameters for all selected fields

source: Рассчитать параметры разбиения
en: Calculate binning parameters

source: Настройка назначений столбцов
en: Configure Column Usage Types

source: Настройка внешнего разбиения
en: Configure External Binning

source: Настройка конечных классов
en: Configure Coarse Classes

source: Набор данных определяющий количество строк
en: Dataset defining row count

source: Выполнять ветвь условия
en: Run condition branch

source: Список ветвей условия
en: Condition branch list

source: Права доступа на папку
en: Folder Access Permissions

source: Настройка списка условий
en: Configure list of conditions

source: Передавать на выход
en: Pass to output

source: Настройка списка портов
en: Configure list of ports

source: Добавить условие
en: Add Filter

source: Добавить оператор ИЛИ
en: Add OR Operator

source: Экстремум взаимнокорреляционной функции
en: Extremum of cross-correlation function

source: Коэффициент Тау-b Кендалла
en: Kendall's Tau-b coefficient

source: Коэффициент корреляции Пирсона
en: Pearson correlation coefficient

source: Коэффициент корреляции Спирмена
en: Spearman's rank correlation coefficient

source: Набор 1
en: Set 1

source: Набор 2
en: Set 2

source: Входные колонки
en: Input columns

source: Минимальное число значений
en: Minimum number of values

source: Группа значений
en: Group of values

source: Общие настройки для колонок
en: General Columns Settings

source: Узел дерева
en: Tree node

source: Настройка преобразования таблицы в дерево
en: Table to Tree Transformation Wizard

source: Идентификация XML-документа
en: XML Document Identification

source: Параметры формирования XML
en: XML Generation Parameters

source: Количество преобразований
en: Transformation count

source: Дата конца
en: End date

source: Преобразование даты/времени
en: Reform Date/Time

source: Метод обработки экстремальных значений
en: Extreme Value Processing Method

source: Права доступа
en: Access Rights

source: Определение выбросов и экстремальных значений
en: Determination of Outliers and Extreme Values

source: Параметры EM-кластеризации
en: EM Clustering Parameters

source: Командная строка
en: Command line

source: Параметры разбора XML
en: XML Parsing Parameters

source: Метод получения окончательного решения
en: Get Final Decision Method

source: Критерий значимости факторов
en: Factors Significance Criterion

source: Добавить условие фильтрации
en: Add filter condition

source: Создать узел "Фильтр строк"
en: Create "Row Filter" node

source: Создать узел "Фильтр строк" на основе текущего фильтра...
en: Create a "Row Filter" node based on the current filter...

source: Открыть окно предпросмотра...
en: Open preview window...

source: Переносить текст
en: Wrap text

source: Включить фильтр
en: Enable filter

source: Установлена актуальная версия
en: Latest stable version installed
